const question = [
    {
        numb: 1,
        type: "True/False",
        question: "يتساوى الإيراد المتوسط دائمًا مع سعر البيع بغض النظر عن نوع السوق الذي يبيع فيه المنتج إنتاجه.",
        answer: "صح ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 2,
        type: "True/False",
        question: "منحنى الطلب الذي يواجه المنتج الذي يعمل في ظروف المنافسة الكاملة يكون أقل مرونة من ذلك الذي يواجه المحتكر.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 3,
        type: "True/False",
        question: "يتزايد الإيراد الكلي بمعدل ثابت في ظروف كل من المنافسة الكاملة والمنافسة الاحتكارية.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 4,
        type: "True/False",
        question: "المشروع المحتكر يجب أن يحقق أرباحًا غير عادية دائمًا.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 5,
        type: "True/False",
        question: "من الضروري أن تنجح سياسة التمييز الاحتكاري.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 6,
        type: "True/False",
        question: "يستطيع المنتج المحتكر أن يتحكم في كل من سعر البيع والكمية المباعة من السلعة في نفس الوقت.",
        answer: "صح",
        options: ["صح", "خطأ"]
    },
    {
        numb: 7,
        type: "True/False",
        question: "يستطيع المنتج الذي يبيع إنتاجه في سوق المنافسة الكاملة أن يبيع أي كمية يرغب فيها دون أن يؤثر في سعر البيع.",
        answer: "صح",
        options: ["صح", "خطأ"]
    },
    {
        numb: 8,
        type: "True/False",
        question: "لا يختلف وضع توازن المحتكر عن المشروع المتنافس.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 9,
        type: "True/False",
        question: "يختلف شرط توازن المحتكر عن المشروع الذي يعمل في ظروف الاحتكار.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 10,
        type: "MCQ",
        question: "يتميز سوق الاحتكار بوجود:",
        answer: "منتج واحد للسلعة",
        options: [
            "منتج واحد للسلعة",
            "عدم وجود أي قيود على دخول السوق",
            "وجود علامات تجارية للمنتجين في السوق",
            "كل ما سبق"
        ]
    },
    {
        numb: 11,
        type: "MCQ",
        question: "لكي يكون التمييز الاحتكاري ناجحًا، يجب أن:",
        answer: "يفرض المنتج السعر الأعلى في السوق الأقل مرونة والسعر الأقل في السوق الأكثر مرونة",
        options: [
            "يفرض المنتج السعر الأعلى في السوق الأكثر مرونة والسعر الأقل في السوق الأقل مرونة",
            "يفرض المنتج سعرًا واحدًا للسلعة في جميع الأسواق",
            "يفرض المنتج السعر الأعلى في السوق الأقل مرونة والسعر الأقل في السوق الأكثر مرونة",
            "التمييز الاحتكاري يكون دائمًا ناجحًا بغض النظر عن الأسعار"
        ]
    },
    {
        numb: 12,
        type: "MCQ",
        question: "يستطيع المنتج المحتكر التحكم في:",
        answer: "كل من سعر البيع والكمية المباعة في نفس الوقت",
        options: [
            "كل من سعر البيع والكمية المباعة في نفس الوقت",
            "سعر البيع فقط ولا يستطيع أبدًا التحكم في الكمية المباعة",
            "سعر البيع أو الكمية المباعة",
            "لا شيء مما سبق"
        ]
    },
    {
        numb: 13,
        type: "MCQ",
        question: "يتزايد الإيراد الكلي للمنتج المحتكر بمعدل متناقص حيث سعر البيع:",
        answer: "كل ما سبق",
        options: [
            "يتناقص مع زيادة حجم المبيعات",
            "يتزايد مع تناقص حجم المبيعات",
            "ثابت دائمًا بغض النظر عن حجم المبيعات",
            "كل ما سبق"
        ]
    },
    {
        numb: 14,
        type: "MCQ",
        question: "يستطيع المنتج المحتكر أن يقوم بالتمييز في الأسعار بين الأسواق إذا كانت:",
        answer: "مرونة الطلب السعرية على سلعته مختلفة بين الأسواق",
        options: [
            "السلعة قابلة للانتقال من سوق لآخر",
            "مرونة الطلب السعرية على سلعته مختلفة بين الأسواق",
            "يمكن للبعض نقل السلعة من السوق ذو السعر الأقل وبيعها في السوق ذو السعر الأعلى",
            "لا شيء مما سبق"
        ]
    },
    {
        numb: 15,
        type: "MCQ",
        question: "يحقق المنتج الذي يعمل في ظروف الاحتكار أقصى ربح ممكن عندما:",
        answer: "ب , ج صحيحتان",
        options: [
            "يصل الفرق الموجب بين إيراده الكلي وتكاليفه الكلية أدنى قيمة",
            "يصل الفرق الموجب بين إيراده الكلي وتكاليفه الكلية أقصى ما يمكن",
            "يتعادل إيراده الحدي مع تكاليفه الحدية وهي متزايدة",
            "يتعادل إيراده الحدي مع تكاليفه الحدية وهي متناقصة",
            "أ , ج صحيحتان",
            "ب , ج صحيحتان"
        ]
    },
    {
        numb: 16,
        type: "MCQ",
        question: "يحقق المحتكر أرباحًا غير عادية إذا:",
        answer: "زاد إيراده المتوسط عن تكاليفه المتوسطة عند التوازن",
        options: [
            "تساوى إيراده الحدي مع تكاليفه الحدية وهي متزايدة",
            "تساوى إيراده المتوسط مع تكاليفه المتوسطة عند التوازن",
            "زاد إيراده المتوسط عن تكاليفه المتوسطة عند التوازن",
            "لا شيء مما سبق"
        ]
    },
    {
        numb: 17,
        type: "MCQ",
        question: "قد يحقق المحتكر في بعض الحالات خسارة إذا:",
        answer: "كانت تكاليفه المتوسطة أكبر من إيراده المتوسط دائمًا",
        options: [
            "زاد إيراده المتوسط في نقطة معينة",
            "كانت تكاليفه المتوسطة أكبر من إيراده المتوسط دائمًا",
            "كانت تكاليفه المتوسطة أقل من إيراده المتوسط دائمًا",
            "لا شيء مما سبق"
        ]
    },
    {
        numb: 18,
        type: "MCQ",
        question: "يحقق المنتج المحتكر أقصى ربح ممكن عندما:",
        answer: "يزيد إيراده المتوسط عن تكاليفه المتوسطة",
        options: [
            "يزيد إيراده المتوسط عن تكاليفه المتوسطة",
            "يتعادل إيراده الحدي مع إيراده المتوسط",
            "يتساوى ميل المماس لمنحنى الإيراد الكلي مع ميل المماس لمنحنى التكاليف الكلية",
            "لا شيء مما سبق"
        ]
    }
];