const question = [
    {
        numb: 1,
        type: "True/False",
        question: "يتحقق توازن المشروع إذا تساوى الإيراد الحدي مع التكلفة الحدية دون أية شروط إضافية.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 2,
        type: "True/False",
        question: "يحقق المنتج أرباحًا غير عادية إذا تساوى إيراده المتوسط مع تكاليفه المتوسطة عند التوازن.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 3,
        type: "True/False",
        question: "يتساوى الإيراد الحدي مع الإيراد المتوسط دائمًا مهما كان نوع المنتج.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 4,
        type: "True/False",
        question: "تتميز سوق المنافسة الكاملة بوجود عدد كبير من المنتجين مع احتفاظ كل منهم بعلامة تجارية مميزة.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 5,
        type: "True/False",
        question: "يتحدد وضع التوازن للمنتج إذا وصل الفرق الموجب بين إيراداته الكلية وتكاليفه الكلية إلى أدناه.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 6,
        type: "True/False",
        question: "حرية الدخول إلى الصناعة والخروج منها في أي وقت يترتب عليها اختفاء الأرباح غير العادية في الفترة الطويلة للمشروعات التي تعمل في ظل المنافسة الكاملة.",
        answer: "صح",
        options: ["صح", "خطأ"]
    },
    {
        numb: 7,
        type: "True/False",
        question: "يتوقف المشروع عن الإنتاج في ظروف المنافسة الكاملة إذا زادت خساراته عن تكاليفه الثابتة.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 8,
        type: "True/False",
        question: "يتساوى الإيراد الحدي مع متوسط التكلفة الكلية ومع الإيراد المتوسط إذا وصل المشروع إلى الوضع الذي يحقق فيه أرباحًا عادية فقط.",
        answer: "صح",
        options: ["صح", "خطأ"]
    },
    {
        numb: 9,
        type: "MCQ",
        question: "يتميز سوق المنافسة الكاملة بوجود:",
        answer: "كل ما سبق",
        options: [
            "عدد كبير من البائعين والمشترين",
            "حرية الدخول إلى السوق والخروج منه",
            "تجانس تام في وحدات السلعة المباعة",
            "كل ما سبق",
            "لا شئ مما سبق"
        ]
    },
    {
        numb: 10,
        type: "MCQ",
        question: "في سوق المنافسة الكاملة:",
        answer:"ب , ج صحيحتان",
        options: [
            "يتساوى الإيراد المتوسط مع الإيراد الحدي وكل منهما يساوي مقدارًا ثابتًا يعادل سعر البيع",
            "يتساوي الايراد المتوسط مع الايراد الحدي وكل منهما يتناقص مع زيادة حجم المبيعات",
            "يزيد الإيراد الكلي بمعدل ثابت مع زيادة حجم المبيعات",
            "كل ما سبق صحيح",
            "ب , ج صحيحتان"
        ]
    },
    {
        numb: 11,
        type: "MCQ",
        question: "المنتج الذي يعمل في ظروف المنافسة الكاملة يواجه:",
        answer: "منحنى طلب لا نهائي المرونة",
        options: [
            "منحنى طلب سالب الميل",
            "منحنى طلب لا نهائي المرونة",
            "طلب السوق كله",
            "لا شيء مما سبق"
        ]
    },
    {
        numb: 12,
        type: "MCQ",
        question: "المنتج الذي يعمل في ظروف المنافسة الكاملة يطلق عليه قابل للسعر لأنه:",
        answer: "أ , ج صحيحتان",
        options: [
            "لا يستطيع التأثير في سعر السوق مهما غير حجم إنتاجه",
            "يستطيع التأثير في سعر السوق عن طريق تغيير حجم إنتاجه",
            "يقبل السعر المحدد في السوق كأمر مسلم به ولا يستطيع تغييره",
            "أ، ب صحيحتان",
            "أ , ج صحيحتان"
        ]
    },
    {
        numb: 13,
        type: "MCQ",
        question: "وضع التوازن لأي مشروع:",
        answer: "كل ما سبق",
        options: [
            "قد ينطوي على أرباح أو خسائر",
            "يحقق عنده المشروع اكبر ربح ممكن واقل خسارة ممكنة",
            "هو الوضع الذي يحقق فيه المشروع أكبر ربح ممكن أو أقل خسارة ممكنة",
            "يمكن تحديده باستخدام منحنيات الإيراد الحدي والتكلفة الحدية",
            "كل ما سبق"
        ]
    },
    {
        numb: 14,
        type: "MCQ",
        question: "عند نقطة التعادل للمشروع:",
        answer: "الإيراد الكلي = التكاليف الكلية",
        options: [
            "الإيراد الكلي أكبر من التكاليف الكلية",
            "الإيراد الكلي = التكاليف الكلية",
            "الإيراد الكلي أقل من التكاليف الكلية",
            "لا شيء مما سبق"
        ]
    },
    {
        numb: 15,
        type: "MCQ",
        question: "يتحقق وضع التوازن للمشروع إذا تساوى الإيراد الحدي مع:",
        answer: "التكاليف الحدية المتزايدة",
        options: [
            "التكاليف الحدية المتناقصة",
            "التكاليف الحدية المتزايدة",
            "التكاليف الحدية عندما تصل الي ادناها",
            "لا شيء مما سبق"
        ]
    },
    {
        numb: 16,
        type: "MCQ",
        question: "إذا كان المنتج الذي يعمل في ظروف المنافسة الكاملة يحقق أرباحًا غير عادية، فإن:",
        answer: "ب , ج صحيحتان",
        options: [
            "زادت متوسط تكاليفه الكلية عن الايراد المتوسط عند التوازن",
            "كانت التكلفة الكلية اقل من الإيراد المتوسط عند التوازن",
            "زاد الايراد المتوسط عن متوسط عن متوسط التكلفة الكلية عند التوازن",
            "لا شيء مما سبق"
        ]
    },
    {
        numb: 17,
        type: "MCQ",
        question: "إذا كان المنتج الذي يعمل في ظروف المنافسة الكاملة يتوقف عن الإنتاج، فإن:",
        answer: "كل ما سبق",
        options: [
            "متوسط التكلفة المتغيرة زاد عن الإيراد المتوسط عند التوازن",
            "متوسط التكلفة الكلية زاد عن الإيراد المتوسط عند التوازن",
            "كل ما سبق",
            "لا شيء مما سبق"
        ]
    },
    {
        numb: 18,
        type: "MCQ",
        question: "يستمر المنتج الذي يعمل في ظروف المنافسة الكاملة في العمل إذا:",
        answer: "كل ما سبق",
        options: [
            "زاد متوسط التكلفة الكلية عن الإيراد المتوسط عند التوازن",
            "تساوت متوسط التكلفة الكلية مع الإيراد المتوسط عند التوازن",
            "زاد الإيراد المتوسط عن متوسط التكلفة المتغيرة عند التوازن",
            "كل ما سبق"
        ]
    },
    {
        numb: 19,
        type: "MCQ",
        question: "يرجع السبب في اختفاء الأرباح غير العادية في سوق المنافسة الكاملة إلى:",
        answer: "حرية الدخول إلى السوق والخروج منه",
        options: [
            "حرية الدخول إلى السوق والخروج منه",
            "تجانس المنتجات",
            "وجود عدد كبير من المنتجين في السوق",
            "كل ما سبق"
        ]
    },
    {
        numb: 20,
        type: "MCQ",
        question: "يتوقف المنتج الذي يعمل في ظروف المنافسة الكاملة عن الإنتاج إذا:",
        answer: "أ , ج صحيحتان",
        options: [
            "زادت خساراته عن تكاليفه الثابتة",
            "زادت خساراته عن تكاليفه المتغيرة",
            "كان الإيراد الكلي المتحقق أقل من التكاليف المتغيرة",
            "أ , ج صحيحتان"
        ]
    }
];