const question = [
    {
        numb: 1,
        type: "True/False",
        question: "إذا كانت التكاليف الحدية متزايدة، فإن التكاليف المتوسطة المتغيرة يجب أن تكون متزايدة.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 2,
        type: "True/False",
        question: "ينقص نصيب الوحدة المنتجة من التكاليف الثابتة مع زيادة حجم الإنتاج بصفة مستمرة.",
        answer: "صح",
        options: ["صح", "خطأ"]
    },
    {
        numb: 3,
        type: "True/False",
        question: "من الممكن أن تكون التكاليف الحدية في بعض الحالات سالبة مثل الناتج الحدي.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 4,
        type: "True/False",
        question: "ترتفع متوسط التكلفة الكلية عن متوسط التكلفة المتغيرة بمقدار ثابت يعادل متوسط التكلفة الثابتة.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 5,
        type: "True/False",
        question: "ترتفع متوسط التكلفة الكلية عن متوسط التكلفة المتغيرة بمقدار متناقص يعادل متوسط التكلفة الثابتة.",
        answer: "صح",
        options: ["صح", "خطأ"]
    },
    {
        numb: 6,
        type: "True/False",
        question: "إذا كانت التكاليف الحدية متناقصة، فإن متوسط التكلفة الكلية يجب أن يكون متناقصًا أيضًا.",
        answer: "صح",
        options: ["صح", "خطأ"]
    },
    {
        numb: 7,
        type: "True/False",
        question: "لا تختلف التكاليف الحدية إذا تم حسابها من التكاليف الكلية أو من التكاليف المتغيرة.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 8,
        type: "True/False",
        question: "بأخذ منحنى متوسط التكاليف الثابتة شكل خط مستقيم موازٍ للمحور الأفقي.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 9,
        type: "True/False",
        question: "التكاليف المتغيرة تعبر عن المدفوعات لعناصر الإنتاج التي تتغير أسعارها بصفة دائمة.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 10,
        type: "MCQ",
        question: "من وجهة النظر الاقتصادية فإن:",
        answer: "كل ما سبق",
        options: [
            "مفهوم التكاليف يختلف عن المفهوم المحاسبي",
            "تنطوي التكاليف على التكاليف الصريحة والضمنية",
            "يحكم التكاليف مبدأ تكلفة الفرصة البديلة",
            "كل ما سبق"
        ]
    },
    {
        numb: 11,
        type: "MCQ",
        question: "خلال الفترة القصيرة تكون تكاليف الإنتاج:",
        answer: "تنقسم إلى تكاليف ثابتة ومتغيرة",
        options: [
            "كلها تكاليف متغيرة",
            "كلها تكاليف ثابتة",
            "تنقسم إلى تكاليف ثابتة ومتغيرة",
            "لا شيء مما سبق"
        ]
    },
    {
        numb: 12,
        type: "MCQ",
        question: "التكاليف المتغيرة:",
        answer:"ب , ج صحيحتان",
        options: [
            "تتمثل في تكاليف عوامل الإنتاج ذات الأسعار المتغيرة",
            "تتمثل في المدفوعات إلى عوامل الإنتاج التي تتغير مع تغير حجم الإنتاج",
            "من أمثلتها المدفوعات إلى المواد الخام والصيانة وأجور العمال",
            "تعتبر دالة عكسية للتغير في حجم الإنتاج",
            "ب , ج صحيحتان"
        ]
    },
    {
        numb: 13,
        type: "MCQ",
        question: "التكاليف الثابتة تتمثل في:",
        answer: "كل ما سبق صحيح فيما عدا (أ)",
        options: [
            "تكاليف عوامل الإنتاج ذات الأسعار الثابتة",
            "المدفوعات إلى عوامل الإنتاج التي لا تتغير مهما تغير حجم الإنتاج",
            "يتحملها المشروع، حتى لو أصبح حجم الإنتاج مساويًا للصفر",
            "من أمثلتها تكاليف شراء الأرض التي يقام عليها المشروع وتكاليف الإنشاء"
        ]
    },
    {
        numb: 14,
        type: "MCQ",
        question: "التكاليف الكلية:",
        answer: "كل ما سبق صحيح",
        options: [
            "تزيد مع زيادة حجم الإنتاج",
            "عبارة عن مجموع التكاليف الثابتة + التكاليف المتغيرة",
            "يرتبط تغيرها بتغير التكاليف المتغيرة",
            "كل ما سبق صحيح"
        ]
    },
    {
        numb: 15,
        type: "MCQ",
        question: "متوسط التكلفة الثابتة:",
        answer: "كل ما سبق",
        options: [
            "تمثل نصيب الوحدة المنتجة من التكاليف الثابتة",
            "تتناقص بصورة مستمرة مع زيادة حجم الإنتاج",
            "يمكن الحصول عليها عن طريق قسمة التكاليف الثابتة على حجم الناتج",
            "كل ما سبق"
        ]
    },
    {
        numb: 16,
        type: "MCQ",
        question: "متوسط التكلفة المتغيرة:",
        answer: "تمثل نصيب الوحدة المنتجة من التكاليف المتغيرة",
        options: [
            "تتناقص مع تناقص الناتج المتوسط",
            "يمكن الحصول عليها عن طريق قسمة التكاليف الثابتة على حجم الناتج",
            "تمثل نصيب الوحدة المنتجة من التكاليف المتغيرة",
            "لا شيء مما سبق"
        ]
    },
    {
        numb: 17,
        type: "MCQ",
        question: "متوسط التكاليف الكلية:",
        answer: "لا شئ مما سبق",
        options: [
            "عبارة عن التكاليف المتغيرة",
            "ترتفع عن التكلفة المتغيرة بمقدار يعادل التكلفة الثابتة",
            "يمكن الحصول عليها عن طريق قسمة التكاليف المتغيرة على حجم الناتج",
            "أ، ب صحيحتان",
            "لا شئ مما سبق"
        ]
    },
    {
        numb: 18,
        type: "MCQ",
        question: "إذا كان الإنتاج يزيد في الفترة القصيرة بمعدل متزايد، فإن:",
        answer:"ب , ج صحيحتان",
        options: [
            "التكلفة الثابتة تزيد بمعدل متناقص",
            "التكلفة المتغيرة تزيد بمعدل متناقص",
            "التكلفة الكلية تزيد بمعدل متناقص",
            "ب , ج صحيحتان",
            "لا شيء مما سبق"
        ]
    },
    {
        numb: 19,
        type: "MCQ",
        question: "إذا كان متوسط التكلفة الكلية أكبر من التكلفة الحدية، فإن:",
        answer: "التكلفة المتوسطة يجب أن تكون متزايدة",
        options: [
            "التكلفة المتوسطة يجب أن تكون متزايدة",
            "التكلفة الحدية يجب أن تكون متناقصة",
            "التكلفة المتوسطة يجب أن تكون متزايدة",
            "لا شيء مما سبق"
        ]
    },
    {
        numb: 20,
        type: "MCQ",
        question: "إذا كانت التكلفة الحدية متناقصة، فإن متوسط التكلفة الكلية:",
        answer: "يجب أن تكون متناقصة",
        options: [
            "يجب أن تكون متزايدة",
            ,
            "قد تكون متزايدة أو متناقصة",
            "لا شيء مما سبق"
        ]
    }
];