const question = [
    {
        numb: 1,
        type: "True/False",
        question: "إذا وصلت المنفعة الحدية المكتسبة لإحدى السلع إلى الصفر فإن هذا يعني أنها ليست لها منفعة.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 2,
        type: "True/False",
        question: "يتحقق توازن المستهلك وفقًا لنظرية المنفعة الحدية عندما تتساوى النسبة بين المنافع الكلية المكتسبة للسلعتين مع النسبة بين أسعارها.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 3,
        type: "True/False",
        question: "عند حد التشبع تتناقص المنفعة الحدية المكتسبة وتتزايد المنفعة الكلية المكتسبة.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 4,
        type: "True/False",
        question: "تصل المنفعة الكلية المكتسبة إلى أقصاها عندما تكون المنفعة الحدية المكتسبة من السلعة متناقصة.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 5,
        type: "True/False",
        question: "يتحقق توازن المستهلك في حالة سلعة واحدة عندما تتساوى المنفعة الحدية المكتسبة مع المنفعة الحدية المضحى بها.",
        answer: "صح",
        options: ["صح", "خطأ"]
    },
    {
        numb: 6,
        type: "True/False",
        question: "عندما تكون المنفعة الحدية المكتسبة موجبة متناقصة تكون المنفعة الكلية المكتسبة لهذه السلعة متزايدة بمعدل متناقص.",
        answer: "صح",
        options: ["صح", "خطأ"]
    },
    {
        numb: 7,
        type: "True/False",
        question: "يمثل فائض المستهلك في المنفعة الكلية المكتسبة.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 8,
        type: "True/False",
        question: "يمثل فائض المستهلك في المنفعة الحدية الصافية.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 9,
        type: "True/False",
        question: "عندما تكون المنفعة الكلية المكتسبة للسلعة متزايدة بمعدل متناقص تكون المنفعة الحدية المكتسبة موجبة متناقصة.",
        answer: "صح",
        options: ["صح", "خطأ"]
    },
    {
        numb: 10,
        type: "MCQ",
        question: "عند نقطة التشبع تكون المنفعة الحدية المكتسبة من السلعة:",
        answer: "صفر",
        options: ["موجبة", "صفر", "سالبة", "لا شيء مما سبق"]
    },
    {
        numb: 11,
        type: "MCQ",
        question: "إذا كانت المنفعة الحدية لإحدى السلع صفر فإننا نستنتج أن:",
        answer: "المنفعة الكلية المكتسبة من السلعة قد وصلت إلى أقصاها",
        options: [
            "المنفعة الكلية المكتسبة من السلعة قد وصلت إلى أقصاها",
            "ليس هناك منفعة لهذه السلعة",
            "يحقق المستهلك توازن هذه السلعة",
            "الطلب على هذه السلعة قليل المرونة"
        ]
    },
    {
        numb: 12,
        type: "MCQ",
        question: "إذا كانت المنفعة الحدية المكتسبة موجبة ومتناقصة فإن المنفعة الكلية تكون:",
        answer: "متزايدة بمعدل متناقص",
        options: [
            "متزايدة بمعدل متزايد",
            "متزايدة بمعدل متناقص",
            "متناقصة",
            "عند أقصى قيمة لها"
        ]
    },
    {
        numb: 13,
        type: "MCQ",
        question: "عندما تزيد المنفعة الكلية، فإن المنفعة الحدية تكون:",
        answer: "موجبة ومتناقصة",
        options: [
            "سالية ومتزايدة",
            "سالية ومتناقصة",
            "موجبة ومتناقصة",
            "صفر"
        ]
    },
    {
        numb: 14,
        type: "MCQ",
        question: "في حالة التوازن تتوحد المنفعة المكتسبة التي يحصل عليها المستهلك من استهلاكه الوحدة الأخيرة لكل سلعة:",
        answer: "يتوقف صحتها أو خطؤها على أسعار السلع",
        options: [
            "صحيح",
            "خطأ",
            "يتوقف صحتها أو خطؤها على دخل الفرد",
            "يتوقف صحتها أو خطؤها على أسعار السلع"
        ]
    },
    {
        numb: 15,
        type: "MCQ",
        question: "عند وضع التوازن، فإن سعر السلعة الذي يدفعه المستهلك:",
        answer: "لا شيء مما سبق",
        options: [
            "يساوي المنفعة الكلية المكتسبة",
            "يساوي المنفعة الحدية المكتسبة",
            "يتناسب مع المنفعة الكلية المكتسبة",
            "لا شيء مما سبق"
        ]
    },
    {
        numb: 16,
        type: "MCQ",
        question: "شرط توازن المستهلك باستخدام نظرية المنفعة الحدية هو:",
        answer: "تساوي المنافع الحدية لجميع السلع منسوبة إلى أسعارها",
        options: [
            "تساوي المنفعة الحدية لجميع السلع التي يشتريها المستهلك",
            "تساوي أثمان جميع السلع التي يشتريها المستهلك",
            "تساوي المنافع الحدية لجميع السلع مقسومة على أسعارها",
            "تساوي المنافع الحدية لجميع السلع منسوبة إلى أسعارها"
        ]
    },
    {
        numb: 17,
        type: "MCQ",
        question: "المنفعة الكلية التي يحصل عليها المستهلك في وقت معين :",
        answer: "كل ما سبق",
        options: [
            "تصل حدها الاقصي عند حد التشبع",
            "تتزايد بمعدل متزايد",
            "يمكن ان تكون سالبة",
            "كل ما سبق",
            "لا شئ مما سبق"
        ]
    },
    {
        numb: 18,
        type: "MCQ",
        question: "اذا كانت المنفعة المكتسبة سالبة ومتناقصة فإن المنفعة الكلية تكون :",
        answer: "متناقصة",
        options: [
            "متزايدة بمعدل متزايد",
            "كتزايدة بمعدل متناقص",
            "عند اقصي قيمة لها",
            "متناقصة"
        ]
    }
];