const question = [
    {
        numb: 1,
        type: "True/False",
        question: "إذا كان الناتج الكلي متزايدًا، فإن الناتج الحدي يجب أن يكون متزايدًا.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 2,
        type: "True/False",
        question: "يصل الناتج الكلي إلى أقصاه عند نقطة المزيج الأمثل لعناصر الإنتاج.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 3,
        type: "True/False",
        question: "مفهوم الناتج يقتصر على خلق المنافع فقط.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 4,
        type: "True/False",
        question: "يتعادل الناتج الحدي مع الناتج المتوسط عندما يصل الناتج الحدي إلى أقصاه.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 5,
        type: "True/False",
        question: "لا يختلف رأس المال الإنتاجي عن رأس المال الاجتماعي.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 6,
        type: "True/False",
        question: "لا يوجد فرق بين رأس المال الثابت والمتداول.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 7,
        type: "True/False",
        question: "يشترط تطبيق قانون تناقص الغلة أن تتغير الكمية المستخدمة من جميع عناصر الإنتاج.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 8,
        type: "True/False",
        question: "عندما يبدأ الناتج الكلي في التناقص في الأجل القصير، يكون الناتج المتوسط سالبًا.",
        answer: "خطأ",
        options: ["صح", "خطأ"]
    },
    {
        numb: 9,
        type: "True/False",
        question: "يصل الناتج الكلي إلى أقصاه عندما يصل الناتج الحدي إلى الصفر.",
        answer: "صح",
        options: ["صح", "خطأ"]
    },
    {
        numb: 10,
        type: "MCQ",
        question: "تعبر دالة الإنتاج عن العلاقة بين:",
        answer: "الكميات المستخدمة من خدمات عناصر الإنتاج وحجم الإنتاج.",
        options: [
            "حجم الإنتاج وتكاليف الإنتاج",
            "الكميات المستخدمة من خدمات عناصر الإنتاج وحجم الإنتاج",
            "الأجور والأرباح",
            "الكميات المستخدمة من خدمات عناصر الإنتاج وتكاليف الإنتاج"
        ]
    },
    {
        numb: 11,
        type: "MCQ",
        question: "تكون بعض عناصر الإنتاج ثابتة وبعضها متغير في:",
        answer: "الفترة القصيرة",
        options: [
            "الفترة القصيرة جدًا",
            "الفترة القصيرة",
            "الفترة الطويلة",
            "لا شيء مما سبق"
        ]
    },
    {
        numb: 12,
        type: "MCQ",
        question: "تكون جميع عناصر الإنتاج متغيرة في:",
        answer: "الفترة الطويلة",
        options: [
            "الفترة القصيرة جدًا",
            "الفترة القصيرة",
            "الفترة الطويلة",
            "لا شيء مما سبق"
        ]
    },
    {
        numb: 13,
        type: "MCQ",
        question: "يقيس الناتج المتوسط:",
        answer: "قسمة الإنتاج الكلي على عدد وحدات عنصر الإنتاج المتغير",
        options: [
            "الإنتاج الكلي",
            "الغلة المتوسطة",
            "الإنتاج الحدي",
            "لا شيء مما سبق"
        ]
    },
    {
        numb: 14,
        type: "MCQ",
        question: "يتقاطع منحنيا الناتج الحدي والناتج المتوسط عندما يصل:",
        answer: "الناتج المتوسط إلى أقصاه",
        options: [
            "الإنتاج الكلي إلى أقصاه",
            "الناتج الحدي إلى أقصاه",
            "الناتج المتوسط إلى أقصاه",
            "لا شيء مما سبق"
        ]
    },
    {
        numb: 15,
        type: "MCQ",
        question: "نصل إلى مرحلة تناقص الغلة عندما تحقق وحدة إضافية من عنصر الإنتاج المتغير:",
        answer: "إضافة إلى حجم الإنتاج الكلي تقل عما أضافته الوحدة السابقة عليها",
        options: [
            "إضافة إلى حجم الإنتاج الكلي تقل عما أضافته الوحدة السابقة عليها",
            "إضافة إلى حجم الإنتاج الكلي تزيد عما أضافته الوحدة السابقة عليها",
            "لا تضيف إلى حجم الإنتاج الكلي ما يعادل تكلفة تشغيلها",
            "تسبب نقصًا في حجم الإنتاج الكلي"
        ]
    },
    {
        numb: 16,
        type: "MCQ",
        question: "يكون الناتج الكلي متزايدًا بمعدل متناقص عندما يكون الناتج الحدي:",
        answer: "متناقصًا",
        options: [
            "متزايدًا",
            "متناقصًا",
            "سالبًا",
            "مساويًا للصفر"
        ]
    },
    {
        numb: 17,
        type: "MCQ",
        question: "يعبر الناتج الحدي لعامل الإنتاج المتغير عن:",
        answer: "معدل تغير الناتج الكلي بالنسبة للتغير في الكمية المستخدمة من خدمات عامل الإنتاج المتغير",
        options: [
            "قسمة الناتج الكلي على عدد الوحدات المستخدمة من عامل الإنتاج المتغير",
            "متوسط إنتاج الوحدة من خدمات عامل الإنتاج المتغير",
            "حاصل ضرب متوسط إنتاج الوحدة من خدمات عامل الإنتاج المتغير في الكمية المستخدمة منه",
            "معدل تغير الناتج الكلي بالنسبة للتغير في الكمية المستخدمة من خدمات عامل الإنتاج المتغير"
        ]
    },
    {
        numb: 18,
        type: "MCQ",
        question: "يشترط تطبيق قانون تناقص الغلة في الأجل القصير:",
        answer: "ثبات نسب المزج بين خدمات عناصر الإنتاج",
        options: [
            "تغير كافة خدمات عوامل الإنتاج المستخدمة في العملية الإنتاجية",
            "ثبات نسب المزج بين خدمات عناصر الإنتاج",
            "تجانس وحدات الإنتاج",
            "لا شيء مما سبق"
        ]
    },
    {
        numb: 19,
        type: "MCQ",
        question: "إذا صاحب زيادة استخدام عنصر إنتاجي معين تناقص في ناتجه الحدي في الفترة القصيرة، فإن معنى ذلك:",
        answer: "أن بقية عناصر الإنتاج الأخرى معه في العملية الإنتاجية ثابتة",
        options: [
            "أن الوحدات المستخدمة من هذا العنصر غير متجانسة",
            "أن بقية عناصر الإنتاج الأخرى معه في العملية الإنتاجية ثابتة",
            "أن بقية عناصر الإنتاج الأخرى معه في العملية الإنتاجية متغيرة بنفس النسبة",
            "أن المستوى التقني ثابت"
        ]
    },
    {
        numb: 20,
        type: "MCQ",
        question: "يصل الناتج الكلي إلى أقصاه في الأجل القصير عندما:",
        answer: "يكون الناتج الحدي مساويًا للصفر",
        options: [
            "يكون الناتج الحدي مساويًا للصفر",
            "يكون الناتج المتوسط مساويًا للصفر",
            "يكون الناتج المتوسط في أقصاه",
            "لا شيء مما سبق"
        ]
    }
];