let question=[
    {
        numb: 1,
        question: "ما هو تعريف ابراهيم وجيه محمود للتفكير الناقد عام 1966 ؟",
        answer: "C) عملية تقوم علي تقصي الدقة في ملاحظة الوقائع التي تتصل بالموضوعات المناقشة",
        options:[
            "A) المحاولة المستمرة لإختبار الحقائق او الاراء في ضوء الادلة التي تسندها بدلا من القفز الي النتائج",
            "B) يقوم علي الاستدلال ويعبر عن مجموعة من مهارات التفكير المنطقي ومبادئ المنطق ",
            "C) عملية تقوم علي تقصي الدقة في ملاحظة الوقائع التي تتصل بالموضوعات المناقشة",
            "D) عملية تبنى علي احكام مميزة وتقويم دقيق للموضوع الخارجي بعيدا عن التأثر بالنواحي العاطفية"
        ],
    },
    {
        numb: 2,
        question: "ما هو تعريف جيلفورد و هيبفنر للتفكير الناقد عام 1971 ؟ ",
        answer: "A) الاحكام الخاصة بالدقة والجودة الملائمة او كفائة المعلومة",
        options:[
            "A) الاحكام الخاصة بالدقة والجودة الملائمة او كفائة المعلومة",
            "B) عملية تقوم علي تقصي الدقة في ملاحظة الوقائع التي تتصل بالموضوعات المناقشة",
            "C) حكم علي قضية او موضوع يؤدي الي نتائج جيدة في الشرح  والتفسير والتأويل والترجمة ",
            "D) يقوم علي الاستدلال ويعبر عن مجموعة من مهارات التفكير المنطقي ومبادئ المنطق "
        ],
    },
    {
        numb: 3,
        question: "ما هو تعريف سيد عثمان وفؤاد ابو حطب للتفكير الناقد عام 1978 ؟",
        answer: "D) يقوم علي الاستدلال ويعبر عن مجموعة من مهارات التفكير المنطقي ومبادئ المنطق",
        options:[
            "A) عملية تقوم علي تقصي الدقة في ملاحظة الوقائع التي تتصل بالموضوعات المناقشة",
            "B) عملية تبنى علي احكام مميزة وتقويم دقيق للموضوع الخارجي بعيدا عن التأثر بالنواحي العاطفية",
            "C) القدرة التي من خلالها نحاول اخضاع المعلومات التي لدينا لعملية فرز لنري مدي ملائمتها",
            "D) يقوم علي الاستدلال ويعبر عن مجموعة من مهارات التفكير المنطقي ومبادئ المنطق"
        ],
    },
    {
        numb: 4,
        question: "ما هو تعريف عبدالسلام عبدالغفار للتفكير الناقد عام 1971 ؟",
        answer: "B) القدرة التي من خلالها نحاول اخضاع المعلومات التي لدينا لعملية فرز لنري مدي ملائمتها",
        options:[
            "A) حكم علي قضية او موضوع يؤدي الي نتائج جيدة في الشرح  والتفسير والتأويل والترجمة",
            "B) القدرة التي من خلالها نحاول اخضاع المعلومات التي لدينا لعملية فرز لنري مدي ملائمتها",
            "C) يقوم علي الاستدلال ويعبر عن مجموعة من مهارات التفكير المنطقي ومبادئ المنطق",
            "D) عملية تبنى علي احكام مميزة وتقويم دقيق للموضوع الخارجي بعيدا عن التأثر بالنواحي العاطفية"
        ],
    },
    {
        numb: 5,
        question: "ما هو تعريف التفكير الناقد من وجهة نظر واطسون جلاسر ؟",
        answer: "A) المحاولة المستمرة لإختبار الحقائق او الاراء في ضوء الادلة التي تسندها بدلا من القفز الي النتائج",
        options:[
            "A) المحاولة المستمرة لإختبار الحقائق او الاراء في ضوء الادلة التي تسندها بدلا من القفز الي النتائج",
            "B) عملية تبنى علي احكام مميزة وتقويم دقيق للموضوع الخارجي بعيدا عن التأثر بالنواحي العاطفية",
            "C) يقوم علي الاستدلال ويعبر عن مجموعة من مهارات التفكير المنطقي ومبادئ المنطق",
            "D) الاحكام الخاصة بالدقة والجودة الملائمة او كفائة المعلومة"
        ],
    },
    {
        numb: 6,
        question: "ما هو نعريف بيترأ.فاسيون ونورين س.فاسيون للتفكير الناقد عام 1998 ؟",
        answer: "C) حكم علي قضية او موضوع يؤدي الي نتائج جيدة في الشرح  والتفسير والتأويل والترجمة",
        options:[
            "A) المحاولة المستمرة لإختبار الحقائق او الاراء في ضوء الادلة التي تسندها بدلا من القفز الي النتائج",
            "B) عملية تقوم علي تقصي الدقة في ملاحظة الوقائع التي تتصل بالموضوعات المناقشة",
            "C) حكم علي قضية او موضوع يؤدي الي نتائج جيدة في الشرح  والتفسير والتأويل والترجمة",
            "D) المحاولة المستمرة لإختبار الحقائق او الاراء في ضوء الادلة التي تسندها بدلا من القفز الي النتائج"
        ],
    },
    {
        numb: 7,
        question: "ما هو تعريف التفكير الناقد من وجهة نظر احمد زكي صالح عام 1979 ؟",
        answer: "B) عملية تبنى علي احكام مميزة وتقويم دقيق للموضوع الخارجي بعيدا عن التأثر بالنواحي العاطفية",
        options:[
            "A) حكم علي قضية او موضوع يؤدي الي نتائج جيدة في الشرح  والتفسير والتأويل والترجمة",
            "B) عملية تبنى علي احكام مميزة وتقويم دقيق للموضوع الخارجي بعيدا عن التأثر بالنواحي العاطفية",
            "C) المحاولة المستمرة لإختبار الحقائق او الاراء في ضوء الادلة التي تسندها بدلا من القفز الي النتائج",
            "D) يقوم علي الاستدلال ويعبر عن مجموعة من مهارات التفكير المنطقي ومبادئ المنطق"
        ],
    },
    {
        numb: 8,
        question: "اي مما يلي هو التعريف الإجرائي للتفكير الناقد ؟",
        answer: "A) نشاط عقلي هادف يقوم علي مهارات معرفية خاصة بالاسندلال الذي يؤدي الي نتائج جيدة في التفسير",
        options:[
            "A) نشاط عقلي هادف يقوم علي مهارات معرفية خاصة بالاسندلال الذي يؤدي الي نتائج جيدة في التفسير",
            "B) البحث في جذور موضوع يشغل اراء اغلبية الناس للوصول لمعلومات غير اعتيادية وحلول مبتكرة",
            "C) المحاولة الناجحة لإبتكار طرق جديدة في معالجة المشاكل اعتمادا علي البراهين والإحساس",
            "D) نمط من انماط اسلوب الحياة يعتمد علي التقليد المتكرر"
        ],
    },
    {
        numb: 9,
        question: "ما جوهر التفكير الناقد كما قال جون ديوي عام 1982 ؟",
        answer: "C) التمهل في اعطاء الاحكام وتعليقها لحين التأكد من الامر",
        options:[
            "A) حل مشكلة معينة بالاستناد الي المعايير المتفق عليها مسبقا",
            "B) فحص وتقييم الحلول المعروضة من وجهات نظر مختلفة",
            "C) التمهل في اعطاء الاحكام وتعليقها لحين التأكد من الامر",
            "D) تقبل اراء الاخرين والاستماع الي وجهات النظر المختلفة للإستفاده منها "
        ],
    },
    {
        numb: 10,
        question: "التفكير الناقد ",
        answer: "C) يستلزم اصدار حكم من جانب الفرد الذي يمارسه",
        options:[
            "A) مرادف لإتخاذ القرار او حل المشكلة",
            "B) استراتيجية كما هو الامر بالنسبة لحل المشاكل",
            "C) يستلزم اصدار حكم من جانب الفرد الذي يمارسه",
            "D) لا يحتاج الي مهارات في استخدام قواعد المنطق"
        ],
    },
    {
        numb: 11,
        question: "هل التفكير الناقد يرتبط بمرحلة عمرية معينة ؟",
        answer: "A) لا يرتبط ",
        options:[
            "A) لا يرتبط ",
            "B) نعم يرتبط بأحدي المراحل العمرية",
            "C) يمكن ان يرتبط بشرط وجود وعي كافي بالبيئة المحيطة",
            "D) قد لا يرتبط دائما"
        ],
    },
    {
        numb: 12,
        question: "ما هي المرحلة العمرية التي يبدأ فيها الأفراد عادةً بتطوير مهارات التفكير الناقد؟",
        answer: "B) الطفولة والمراهقة",
        options: [
            "A) الشيخوخة",
            "B) الطفولة والمراهقة",
            "C) الشباب فقط",
            "D) لا يمكن تطوير التفكير الناقد في أي مرحلة"
        ],
    },
    {
        numb: 13,
        question: "كيف يمكن أن يؤثر التقدم في العمر على التفكير الناقد؟",
        answer: "C) التفكير الناقد قد يتراجع بسبب تراجع القدرات المعرفية، لكن الخبرة تساهم في ممارسته بشكل حكيم",
        options: [
            "A) التفكير الناقد يتلاشى تمامًا مع الشيخوخة",
            "B) التفكير الناقد يظل ثابتًا دون تغيير",
            "C) التفكير الناقد قد يتراجع بسبب تراجع القدرات المعرفية، لكن الخبرة تساهم في ممارسته بشكل حكيم",
            "D) التفكير الناقد يتطور فقط عند الشباب"
        ],
    },
    {
        numb: 14,
        question: "وفقًا لتصنيف أنيس ، ما هو أحد الأبعاد الرئيسية للتفكير الناقد؟",
        answer: "B) التفكير المنطقي والاستدلال",
        options: [
            "A) القدرة على حل المشكلات",
            "B) التفكير المنطقي والاستدلال",
            "C) الوعي بالمعتقدات الشخصية",
            "D) القدرة على التواصل الفعال"
        ],
    },
    {
        numb: 15,
        question: "تصنيف أودل ودانيالز يركز بشكل كبير على:",
        answer: "C) القدرة على التمييز بين الحقيقة والرأي",
        options: [
            "A) التفكير المنطقي فقط",
            "B) التفكير الإبداعي",
            "C) القدرة على التمييز بين الحقيقة والرأي",
            "D) تحليل الافتراضات الأساسية"
        ],
    },
    {
        numb: 16,
        question: "في تصنيف واطسون وجليسر، أي من المكونات التالية يعتبر جزءًا من اختبار التفكير الناقد؟",
        answer: "B) فهم الحجج",
        options: [
            "A) تحديد الأهداف",
            "B) فهم الحجج",
            "C) الاستنتاجات المبتكرة",
            "D) تقييم البيانات التجريبية"
        ],
    },
    {
        numb: 17,
        question: "ما هو أحد الأبعاد الرئيسية لتصنيف فاسيون للتفكير الناقد؟",
        answer: "B) الاستدلال",
        options: [
            "A) إدارة الوقت",
            "B) الاستدلال",
            "C) التعاطف",
            "D) التفكير الإبداعي"
        ],
    },
    {
        numb: 18,
        question: "تصنيف كاليفورنيا يركز على تقييم:",
        answer: "C) مهارات التفكير الناقد الأكاديمية",
        options: [
            "A) القدرة على التفكير الاستراتيجي",
            "B) مهارات التفكير الإبداعي",
            "C) مهارات التفكير الناقد الأكاديمية",
            "D) مهارات الاتصال"
        ],
    },
    {
        numb: 19,
        question: "وفقًا لتصنيف واطسون وجليسر، أي من المهارات التالية تعتبر من مكونات التفكير الناقد؟",
        answer: "C) الاستنتاج المنطقي",
        options: [
            "A) توليد الأفكار الإبداعية",
            "B) تفسير النصوص",
            "C) الاستنتاج المنطقي",
            "D) التعلم السريع"
        ],
    },
    {
        numb: 20,
        question: "ما هو الهدف الرئيسي من تصنيف فاسيون للتفكير الناقد؟",
        answer: "B) تعزيز القدرة على التقييم والتحليل",
        options: [
            "A) تطوير المهارات الفنية",
            "B) تعزيز القدرة على التقييم والتحليل",
            "C) تحسين مهارات العمل الجماعي",
            "D) تعزيز الإبداع والابتكار"
        ],
    },

]