let question=[
    {
        numb: 1,
        question: "ما هو الهدف الأساسي من التفكير الناقد في الحضارة الغربية؟",
        answer: "B) تحليل وتقييم الأفكار بموضوعية.",
        options: [
            "A) تعزيز التبعية العمياء للتقاليد.",
            "B) تحليل وتقييم الأفكار بموضوعية.",
            "C) اتباع الأفكار العامة دون تفكير.",
            "D) تطبيق الأفكار دون النظر في العواقب."
        ],
    },
    {
        numb: 2,
        question: "أي من العناصر التالية يُعتبر جزءًا من مهارات التفكير الناقد؟",
        answer: "C) تقييم الأدلة والحجج.",
        options: [
            "A) التبرير العاطفي.",
            "B) القبول الفوري للأفكار.",
            "C) تقييم الأدلة والحجج.",
            "D) التسرع في اتخاذ القرارات."
        ],
    },
    {
        numb: 3,
        question: "كيف يختلف التفكير الناقد في الحضارة الغربية عن التفكير التقليدي؟",
        answer: "B) يشجع على التقييم المستقل والنقدي.",
        options: [
            "A) يعتمد على السلطة الدينية.",
            "B) يشجع على التقييم المستقل والنقدي.",
            "C) يعتمد على الأساطير والخرافات.",
            "D) يرفض أي شكل من أشكال التغيير."
        ],
    },
    {
        numb: 4,
        question: "ما هو دور التساؤل والشك في التفكير الناقد؟",
        answer: "C) تحليل المعتقدات الموجودة بشكل نقدي.",
        options: [
            "A) تقويض السلطة الاجتماعية.",
            "B) تعزيز الثقة العمياء.",
            "C) تحليل المعتقدات الموجودة بشكل نقدي.",
            "D) تعزيز الأفكار التقليدية."
        ],
    },
    {
        numb: 5,
        question: "أي من الأمور التالية يُعتبر عائقًا أمام التفكير الناقد؟",
        answer: "A) التحيزات الشخصية.",
        options: [
            "A) التحيزات الشخصية.",
            "B) الاستماع إلى وجهات نظر متعددة.",
            "C) تحليل البيانات بموضوعية.",
            "D) التقييم المستمر للأفكار."
        ],
    },
    {
        numb: 6,
        question: "ما هو الأثر المتوقع للتفكير الناقد على المجتمع؟",
        answer: "B) تشجيع الابتكار والتغيير الإيجابي.",
        options: [
            "A) تعزيز الفوضى وعدم الاستقرار.",
            "B) تشجيع الابتكار والتغيير الإيجابي.",
            "C) رفض الأفكار الجديدة.",
            "D) تعزيز التبعية للأفكار القديمة."
        ],
    },
    {
        numb: 7,
        question: "ما هو دور التعليم في تطوير التفكير الناقد؟",
        answer: "C) تنمية مهارات التفكير النقدي لدى الطلاب.",
        options: [
            "A) تلقين الأفكار فقط.",
            "B) تعزيز التبعية للسلطة.",
            "C) تنمية مهارات التفكير النقدي لدى الطلاب.",
            "D) التركيز فقط على الحفظ والتكرار."
        ],
    },
    {
        numb: 8,
        question: "أي من المراحل التالية يُعتبر جزءًا من عملية التفكير الناقد؟",
        answer: "B) مراجعة الأدلة والتحقق منها.",
        options: [
            "A) الاندفاع في اتخاذ القرارات.",
            "B) مراجعة الأدلة والتحقق منها.",
            "C) التسرع في إصدار الأحكام.",
            "D) القبول الفوري للمعلومات."
        ],
    },
    {
        numb: 9,
        question: "كيف يمكن أن يساهم التفكير الناقد في حل المشكلات الاجتماعية؟",
        answer: "C) بتحليل المشاكل من وجهات نظر مختلفة.",
        options: [
            "A) بتعزيز الجهل وعدم المعرفة.",
            "B) بزيادة التحيزات الشخصية.",
            "C) بتحليل المشاكل من وجهات نظر مختلفة.",
            "D) بتجاهل المعلومات المتاحة."
        ],
    },
    {
        numb: 10,
        question: "أي من الأمور التالية يعتبر ناتجًا طبيعيًا للتفكير الناقد؟",
        answer: "B) توسيع نطاق المعرفة والفهم.",
        options: [
            "A) قبول الوضع الراهن دون سؤال.",
            "B) توسيع نطاق المعرفة والفهم.",
            "C) تثبيت الأفكار التقليدية.",
            "D) رفض أي نوع من أنواع التغيير."
        ],
    },
    {
        numb: 11,
        question: "كيف يؤثر التفكير الناقد على الإبداع؟",
        answer: "B) يعزز التفكير الإبداعي.",
        options: [
            "A) يقيد التفكير خارج الصندوق.",
            "B) يعزز التفكير الإبداعي.",
            "C) يثبط التجارب الجديدة.",
            "D) يدعم الأفكار التقليدية فقط."
        ],
    },
    {
        numb: 12,
        question: "أي من التالي ليس من مكونات التفكير الناقد؟",
        answer: "A) التعاطف.",
        options: [
            "A) التعاطف.",
            "B) التقييم المنطقي.",
            "C) التحليل الموضوعي.",
            "D) الشك المدروس."
        ],
    },
    {
        numb: 13,
        question: "كيف يختلف التفكير الناقد في الحضارة الغربية عن التفكير الغربي التقليدي؟",
        answer: "B) يركز على التفكير المستقل والمنطقي.",
        options: [
            "A) يعتمد على الخرافات والأساطير.",
            "B) يركز على التفكير المستقل والمنطقي.",
            "C) يعزز السلطة الدينية والتقاليد.",
            "D) يشجع على الامتثال للأفكار المشتركة."
        ],
    },
    {
        numb: 14,
        question: "ما هو التأثير المحتمل للتفكير الناقد على الديمقراطية؟",
        answer: "B) تقوي الديمقراطية من خلال تمكين الأفراد من التفكير المستقل.",
        options: [
            "A) تضعف الديمقراطية.",
            "B) تقوي الديمقراطية من خلال تمكين الأفراد من التفكير المستقل.",
            "C) تعزيز الامتثال والتبعية.",
            "D) تقييد حرية التعبير."
        ],
    },
    {
        numb: 15,
        question: "أي من التالي يمكن اعتباره هدفًا أساسيًا للتفكير الناقد؟",
        answer: "B) التحدي والتساؤل المستمر.",
        options: [
            "A) القبول الأعمى للأفكار.",
            "B) التحدي والتساؤل المستمر.",
            "C) التحيز ضد الأفكار الجديدة.",
            "D) الحفاظ على الوضع الراهن."
        ],
    },
    {
        numb: 16,
        question: "ما هو دور الأدلة في عملية التفكير الناقد؟",
        answer: "B) استخدام الأدلة لدعم أو دحض الادعاءات.",
        options: [
            "A) تجاهل الأدلة والتركيز على الآراء.",
            "B) استخدام الأدلة لدعم أو دحض الادعاءات.",
            "C) القبول الفوري للمعلومات دون تحقق.",
            "D) الاعتماد على الانطباعات الشخصية فقط."
        ],
    },
    {
        numb: 17,
        question: "كيف يمكن للتفكير الناقد أن يساهم في تحسين جودة الحياة؟",
        answer: "B) بزيادة الوعي والتحليل النقدي للمشكلات.",
        options: [
            "A) بتعزيز الجهل والتجاهل.",
            "B) بزيادة الوعي والتحليل النقدي للمشكلات.",
            "C) برفض التغيير والابتكار.",
            "D) بالاعتماد على الخرافات والأساطير."
        ],
    },
    {
        numb: 18,
        question: "ما هي العلاقة بين التفكير الناقد والتفكير العلمي؟",
        answer: "B) التفكير الناقد يدعم التفكير العلمي من خلال التقييم والتحليل المنطقي.",
        options: [
            "A) لا توجد علاقة.",
            "B) التفكير الناقد يدعم التفكير العلمي من خلال التقييم والتحليل المنطقي.",
            "C) التفكير الناقد يعتمد على الحدس والخرافات.",
            "D) التفكير الناقد يتعارض مع التفكير العلمي."
        ],
    },
    {
        numb: 19,
        question: "كيف يساهم التفكير الناقد في تطوير المؤسسات الأكاديمية؟",
        answer: "B) بتعزيز البحث والتحليل النقدي.",
        options: [
            "A) بتشجيع التلقين والتكرار.",
            "B) بتعزيز البحث والتحليل النقدي.",
            "C) بالاعتماد على الأساليب التقليدية فقط.",
            "D) بتثبيط التفكير المستقل."
        ],
    },
    {
        numb: 20,
        question: "أي من التالي يعتبر عائقًا أمام التفكير الناقد؟",
        answer: "B) التحيزات الشخصية.",
        options: [
            "A) التفكير المستقل.",
            "B) التحيزات الشخصية.",
            "C) الاستماع إلى وجهات نظر متعددة.",
            "D) التقييم المستمر للأفكار."
        ],
    }

]